/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "forstør";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Bestil aftryk af dette billede fra dotphoto.com";

/* action name for setting an image */
"Set Image" = "Vælg billede";

/* Title of mag link */
"View this image full-size" = "Vis billede i fuld størrelse";